public class program {
    /* 
    Напишите класс Car.
В классе должна храниться следующая информация:
    название автомобиля - model;
    год выпуска - year;
    стоимость - price;
    цвет - color;
    объем двигателя - power.
 */
    
    /*
Доработайте класс Car.
Добавьте в класс Car метод getInfo без параметров,
который будет печатать на экране значения полей класса model, power, и year.
 */

/*
Доработайте класс Car.
В классе должна храниться следующая информация:
    Свойство -которе говорит заведен автомобиль или нет;
    Метод - запуска атомобиля;
    Метод - остановки автомобиля;
    Метод дороги - при вызове, в качестве аргумента передает место назначения.
        И если автомобиль заведен - выводим, что мы на такой-то авто едем в место назначения
        Если не заведен - выводим, что авто не заведено. И мы не можем ехать.
 */

/*
Доработайте программу в свободном стиле.
Можно сравнить 2 автомобиля между собой
Или пусть авто заедет за фруктами :-)
Добавьте несколько произвольных методов и свойств
*/
}